Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 决定用量统计里「今日」从哪个零点起算。Cloudflare 免费额度按 UTC 重置，选「本地时间」只改变 App 的统计窗口，不改变额度重置时刻；D1/KV 受接口按 UTC 天聚合的限制，始终按 UTC 统计。
ar: يحدد من أي منتصف ليل يبدأ «اليوم» في إحصاءات الاستخدام. تُعاد حصص Cloudflare المجانية بتوقيت UTC؛ واختيار «التوقيت المحلي» يغيّر نافذة إحصاءات التطبيق فقط، لا لحظة إعادة التعيين. أما D1/KV فيُحتسبان دائمًا بتوقيت UTC بسبب تجميع واجهة البرمجة.
de: Legt fest, ab welchem Mitternacht „Heute“ in der Nutzungsstatistik beginnt. Kostenlose Cloudflare-Kontingente werden in UTC zurückgesetzt; die Auswahl von „Ortszeit“ ändert nur das Statistikfenster der App, nicht den Reset-Zeitpunkt. D1/KV werden aufgrund der API-Aggregation immer in UTC gezählt.
en: Sets which midnight “Today” starts from in usage stats. Cloudflare free quotas reset on UTC; choosing Local time only changes the app’s stats window, not the reset moment. D1/KV are always counted in UTC due to API aggregation.
es_mx: Define desde qué medianoche empieza “Hoy” en las estadísticas de uso. Las cuotas gratuitas de Cloudflare se reinician en UTC; elegir Hora local solo cambia la ventana de estadísticas de la app, no el momento del reinicio. D1/KV siempre se cuentan en UTC por la agregación de la API.
fr: Définit à partir de quel minuit commence « Aujourd’hui » dans les statistiques d’utilisation. Les quotas gratuits Cloudflare se réinitialisent en UTC ; choisir « Heure locale » ne modifie que la fenêtre de statistiques de l’app, pas le moment de réinitialisation. D1/KV sont toujours comptés en UTC en raison de l’agrégation de l’API.
ja: 使用量統計の「今日」の起点を設定します。Cloudflare の無料枠は UTC でリセットされます。「ローカル時間」を選んでも App の集計ウィンドウが変わるだけで、リセット時刻は変わりません。D1/KV は API の制約により常に UTC で集計されます。
ko: 사용량 통계에서 ‘오늘’이 어느 자정부터 시작되는지 정합니다. Cloudflare 무료 할당량은 UTC 기준으로 초기화되며, ‘현지 시간’을 선택해도 앱의 통계 범위만 바뀔 뿐 할당량 초기화 시점은 바뀌지 않습니다. D1/KV는 API의 UTC 일 단위 집계 때문에 항상 UTC로 집계됩니다.
pt_br: Define a partir de qual meia-noite o “Hoje” começa nas estatísticas de uso. As cotas gratuitas da Cloudflare são redefinidas em UTC; escolher Hora local muda apenas a janela de estatísticas do app, não o momento da redefinição. D1/KV são sempre contados em UTC devido à agregação da API.
pt_pt: Define a partir de que meia-noite o “Hoje” começa nas estatísticas de utilização. As quotas gratuitas da Cloudflare são reiniciadas em UTC; escolher Hora local muda apenas a janela de estatísticas da app, não o momento da reposição. D1/KV são sempre contados em UTC devido à agregação da API.
tr: Kullanım istatistiklerinde “Bugün”ün hangi gece yarısından başlayacağını belirler. Cloudflare ücretsiz kotaları UTC’ye göre sıfırlanır; “Yerel saat”i seçmek yalnızca uygulamanın istatistik penceresini değiştirir, sıfırlama anını değil. D1/KV, API toplaması nedeniyle her zaman UTC’ye göre sayılır.
zh_hant: 決定用量統計裡「今日」從哪個零點起算。Cloudflare 免費額度按 UTC 重設，選「本地時間」只改變 App 的統計視窗，不改變額度重設時刻；D1/KV 受介面按 UTC 天彙總的限制，始終按 UTC 統計。
zh_hk: 決定用量統計裡「今日」從哪個零點起算。Cloudflare 免費額度按 UTC 重設，選「本地時間」只改變 App 的統計視窗，不改變額度重設時刻；D1/KV 受介面按 UTC 天彙總的限制，始終按 UTC 統計。

source: 决策
ar: القرار
de: Entscheidung
en: Decision
es_mx: Decisión
fr: Décision
ja: 判定
ko: 결정
pt_br: Decisão
pt_pt: Decisão
tr: Karar
zh_hant: 決策
zh_hk: 決策

source: 减少动画
ar: تقليل الحركة
de: Bewegung reduzieren
en: Reduce Motion
es_mx: Reducir movimiento
fr: Réduire les animations
ja: アニメーションを減らす
ko: 동작 줄이기
pt_br: Reduzir movimento
pt_pt: Reduzir movimento
tr: Hareketi Azalt
zh_hant: 減少動畫
zh_hk: 減少動畫

source: 出于安全，Cloudflare 不回显原密码，更新连接需重新输入密码。
ar: لأسباب أمنية، لا يعرض Cloudflare كلمة المرور الأصلية؛ أعد إدخالها لتحديث الاتصال.
de: Aus Sicherheitsgründen zeigt Cloudflare das ursprüngliche Passwort nicht an; gib es zum Aktualisieren der Verbindung erneut ein.
en: For security, Cloudflare doesn’t show the original password; re-enter it to update the connection.
es_mx: Por seguridad, Cloudflare no muestra la contraseña original; vuelve a ingresarla para actualizar la conexión.
fr: Pour des raisons de sécurité, Cloudflare n’affiche pas le mot de passe d’origine ; saisissez-le à nouveau pour mettre à jour la connexion.
ja: セキュリティ上、Cloudflare は元のパスワードを表示しません。接続を更新するにはパスワードを再入力してください。
ko: 보안을 위해 Cloudflare는 원래 비밀번호를 표시하지 않습니다. 연결을 업데이트하려면 비밀번호를 다시 입력하세요.
pt_br: Por segurança, o Cloudflare não exibe a senha original; digite-a novamente para atualizar a conexão.
pt_pt: Por segurança, a Cloudflare não mostra a palavra-passe original; introduza-a novamente para atualizar a ligação.
tr: Güvenlik için Cloudflare orijinal parolayı göstermez; bağlantıyı güncellemek için parolayı yeniden girin.
zh_hant: 基於安全，Cloudflare 不回顯原密碼，更新連線需重新輸入密碼。
zh_hk: 基於安全，Cloudflare 不回顯原密碼，更新連線需重新輸入密碼。

source: 出口
ar: خروج
de: Egress
en: Egress
es_mx: Salida
fr: Sortie
ja: Egress
ko: 이그레스
pt_br: Egress
pt_pt: Egress
tr: Egress
zh_hant: 輸出（Egress）
zh_hk: 輸出（Egress）

source: 出错了
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
en: Something went wrong
es_mx: Algo salió mal
fr: Une erreur s’est produite
ja: エラーが発生しました
ko: 문제가 발생했습니다
pt_br: Algo deu errado
pt_pt: Algo correu mal
tr: Bir şeyler ters gitti
zh_hant: 發生錯誤
zh_hk: 發生錯誤

source: 分支
ar: الفرع
de: Branch
en: Branch
es_mx: Rama
fr: Branche
ja: ブランチ
ko: 브랜치
pt_br: Branch
pt_pt: Ramo
tr: Dal

source: 分析
ar: التحليلات
de: Analyse
en: Analytics
es_mx: Análisis
fr: Analyses
ko: 분석
pt_br: Análises
pt_pt: Análises
tr: Analizler

source: 分析中…
ar: جارٍ التحليل…
de: Analysieren…
en: Analyzing…
es_mx: Analizando…
fr: Analyse…
ko: 분석 중…
pt_br: Analisando…
pt_pt: A analisar…
tr: Çözümleniyor…

source: 切换到此账号
ar: التبديل إلى هذا الحساب
de: Zu diesem Konto wechseln
en: Switch to this account
es_mx: Cambiar a esta cuenta
fr: Basculer vers ce compte
ja: このアカウントに切り替える
ko: 이 계정으로 전환
pt_br: Mudar para esta conta
pt_pt: Mudar para esta conta
tr: Bu hesaba geç
zh_hant: 切換到此帳號
zh_hk: 切換到此帳戶

source: 切换账号
ar: تبديل الحساب
de: Konto wechseln
en: Switch account
es_mx: Cambiar cuenta
fr: Changer de compte
ja: アカウントを切り替え
ko: 계정 전환
pt_br: Trocar conta
pt_pt: Mudar de conta
tr: Hesap değiştir
zh_hant: 切換帳號
zh_hk: 切換帳戶

source: 列表名称
ar: اسم القائمة
de: Listenname
en: List name
es_mx: Nombre de la lista
fr: Nom de la liste
ja: リスト名
ko: 목록 이름
pt_br: Nome da lista
pt_pt: Nome da lista
tr: Liste adı
zh_hant: 清單名稱
zh_hk: 清單名稱

source: 列表展示的是本地缓存，下拉可从 Cloudflare 拉取最新数据
ar: تعرض القائمة التخزين المؤقت المحلي. اسحب للأسفل لجلب أحدث البيانات من Cloudflare.
de: Die Liste zeigt den lokalen Cache. Zieh nach unten, um die neuesten Daten von Cloudflare zu laden.
en: The list shows the local cache. Pull down to fetch the latest from Cloudflare.
es_mx: La lista muestra la caché local. Desliza para obtener lo más reciente de Cloudflare.
fr: La liste affiche le cache local. Tirez vers le bas pour récupérer les données les plus récentes de Cloudflare.
ja: リストはローカルキャッシュを表示しています。下に引くと Cloudflare から最新を取得します
ko: 목록은 로컬 캐시를 표시합니다. 당겨서 Cloudflare에서 최신 데이터를 가져오세요.
pt_br: A lista mostra o cache local. Puxe para buscar os dados mais recentes da Cloudflare.
pt_pt: A lista mostra a cache local. Puxe para obter os dados mais recentes da Cloudflare.
tr: Liste yerel önbelleği gösterir. En son verileri Cloudflare’dan almak için aşağı çekin.
zh_hant: 列表顯示的是本機快取，下拉可從 Cloudflare 取得最新資料
zh_hk: 列表顯示的是本機緩存，下拉可從 Cloudflare 取得最新數據

source: 创建
ar: إنشاء
de: Erstellen
en: Create
es_mx: Crear
fr: Créer
ja: 作成
ko: 만들기
pt_br: Criar
pt_pt: Criar
tr: Oluştur
zh_hant: 建立
zh_hk: 建立

source: 创建于
ar: تاريخ الإنشاء
de: Erstellt
en: Created
es_mx: Creado
fr: Créé le
ja: 作成日
ko: 생성일
pt_br: Criado em
pt_pt: Criado em
tr: Oluşturulma
zh_hant: 建立於
zh_hk: 建立於

source: 创建命名空间
ar: إنشاء مساحة اسم
de: Namespace erstellen
en: Create Namespace
es_mx: Crear espacio de nombres
fr: Créer un espace de noms
ja: 名前空間を作成
ko: 네임스페이스 만들기
pt_br: Criar namespace
pt_pt: Criar namespace
tr: Ad Alanı Oluştur
zh_hant: 建立命名空間
zh_hk: 建立命名空間

source: 创建存储桶
ar: إنشاء حاوية
de: Bucket erstellen
en: Create Bucket
es_mx: Crear bucket
fr: Créer un compartiment
ja: バケットを作成
ko: 버킷 만들기
pt_br: Criar bucket
pt_pt: Criar bucket
tr: Paket Oluştur
zh_hant: 建立儲存貯體
zh_hk: 建立儲存桶

source: 创建数据库
ar: إنشاء قاعدة بيانات
de: Datenbank erstellen
en: Create Database
es_mx: Crear base de datos
fr: Créer une base de données
ja: データベースを作成
ko: 데이터베이스 만들기
pt_br: Criar banco de dados
pt_pt: Criar base de dados
tr: Veritabanı oluştur
zh_hant: 建立資料庫
zh_hk: 建立資料庫

source: 创建日期
ar: تاريخ الإنشاء
de: Erstellungsdatum
en: Date Created
es_mx: Fecha de creación
fr: Date de création
ja: 作成日
ko: 생성일
pt_br: Data de criação
pt_pt: Data de criação
tr: Oluşturma tarihi
zh_hant: 建立日期
zh_hk: 創建日期

source: 创建时间
ar: تاريخ الإنشاء
de: Erstellt
en: Created
es_mx: Creado
fr: Créé
ja: 作成日時
ko: 생성됨
pt_br: Criado
pt_pt: Criado
tr: Oluşturulma
zh_hant: 建立時間
zh_hk: 建立時間

source: 创建项目
ar: إنشاء مشروع
de: Projekt erstellen
en: Create Project
es_mx: Crear proyecto
fr: Créer un projet
ja: プロジェクトを作成
ko: 프로젝트 만들기
pt_br: Criar projeto
pt_pt: Criar projeto
tr: Proje Oluştur
zh_hant: 建立專案
zh_hk: 建立專案

source: 初始化
ar: التهيئة
de: Initialisieren
en: Initialize
es_mx: Inicializar
fr: Initialiser
ja: 初期化
ko: 초기화
pt_br: Inicializar
pt_pt: Inicializar
tr: Başlat

source: 初始化中
ar: جارٍ التهيئة
de: Wird initialisiert
en: Initializing
es_mx: Inicializando
fr: Initialisation
ja: 初期化中
ko: 초기화 중
pt_br: Inicializando
pt_pt: A inicializar
tr: Başlatılıyor

source: 删除
ar: حذف
de: Löschen
en: Delete
es_mx: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Eliminar
tr: Sil
zh_hant: 刪除
zh_hk: 刪除

source: 删除 %@
ar: حذف %@
de: %@ löschen
en: Delete %@
es_mx: Eliminar %@
fr: Supprimer %@
ja: %@ を削除
ko: %@ 삭제
pt_br: Excluir %@
pt_pt: Eliminar %@
tr: %@ sil
zh_hant: 刪除 %@
zh_hk: 刪除 %@

source: 删除 DNS 记录
ar: حذف سجل DNS
de: DNS-Eintrag löschen
en: Delete DNS Record
es_mx: Eliminar registro DNS
fr: Supprimer l’enregistrement DNS
ja: DNS レコードを削除
ko: DNS 레코드 삭제
pt_br: Excluir registro DNS
pt_pt: Eliminar registo DNS
tr: DNS kaydını sil
zh_hant: 刪除 DNS 記錄
zh_hk: 刪除 DNS 記錄

source: 删除 Snippet
ar: حذف Snippet
de: Snippet löschen
en: Delete Snippet
es_mx: Eliminar Snippet
fr: Supprimer le Snippet
ja: スニペットを削除
ko: Snippet 삭제
pt_br: Excluir Snippet
pt_pt: Eliminar Snippet
tr: Snippet’i sil
zh_hant: 刪除 Snippet
zh_hk: 刪除 Snippet

source: 删除 Snippet「%@」？
ar: حذف Snippet «%@»؟
de: Snippet „%@“ löschen?
en: Delete snippet “%@”?
es_mx: ¿Eliminar el snippet “%@”?
fr: Supprimer le snippet « %@ » ?
ja: スニペット「%@」を削除しますか？
ko: Snippet “%@”을(를) 삭제할까요?
pt_br: Excluir o snippet “%@”?
pt_pt: Eliminar o snippet “%@”?
tr: “%@” snippet’i silinsin mi?
zh_hant: 刪除 Snippet「%@」？
zh_hk: 刪除 Snippet「%@」？

source: 删除「%@」
ar: حذف «%@»
de: „%@“ löschen
en: Delete “%@”
es_mx: Eliminar “%@”
fr: Supprimer « %@ »
ja: 「%@」を削除
ko: “%@” 삭제
pt_br: Excluir “%@”
pt_pt: Eliminar “%@”
tr: “%@” sil
zh_hant: 刪除「%@」
zh_hk: 刪除「%@」

source: 删除健康监测
ar: حذف مراقب الصحة
de: Health-Monitor löschen
en: Delete health monitor
es_mx: Eliminar monitor de estado
fr: Supprimer le moniteur de santé
ja: ヘルスモニターを削除
ko: 상태 모니터 삭제
pt_br: Excluir monitor de integridade
pt_pt: Eliminar monitor de estado
tr: Sağlık izleyicisini sil
zh_hant: 刪除健康監測
zh_hk: 刪除健康監測

source: 删除原有名称服务器，替换为上方两个 Cloudflare 地址。
ar: احذف خوادم الأسماء الحالية واستبدلها بعنواني Cloudflare أعلاه.
de: Entferne die bestehenden Nameserver und ersetze sie durch die beiden Cloudflare-Adressen oben.
en: Remove the existing name servers and replace them with the two Cloudflare addresses above.
es_mx: Elimina los servidores de nombres actuales y reemplázalos por las dos direcciones de Cloudflare de arriba.
fr: Supprimez les serveurs de noms existants et remplacez-les par les deux adresses Cloudflare ci-dessus.
ja: 既存のネームサーバを削除し、上の 2 つの Cloudflare アドレスに置き換えます。
ko: 기존 네임서버를 삭제하고 위의 Cloudflare 주소 두 개로 교체하세요.
pt_br: Remova os servidores de nomes atuais e substitua-os pelos dois endereços da Cloudflare acima.
pt_pt: Remova os servidores de nomes atuais e substitua-os pelos dois endereços da Cloudflare acima.
tr: Mevcut ad sunucularını kaldırın ve yukarıdaki iki Cloudflare adresiyle değiştirin.
zh_hant: 刪除原有名稱伺服器，替換為上方兩個 Cloudflare 位址。
zh_hk: 刪除原有名稱伺服器，替換為上方兩個 Cloudflare 位址。

source: 删除变量「%@」？
ar: حذف المتغير ”%@“؟
de: Variable „%@“ löschen?
en: Delete variable “%@”?
es_mx: ¿Eliminar la variable «%@»?
fr: Supprimer la variable « %@ » ?
ja: 変数「%@」を削除しますか？
ko: 변수 “%@”을(를) 삭제할까요?
pt_br: Excluir a variável “%@”?
pt_pt: Eliminar a variável “%@”?
tr: “%@” değişkeni silinsin mi?
zh_hant: 刪除變數「%@」？
zh_hk: 刪除變數「%@」？

source: 删除后不可恢复；不能删除当前生效的部署。
ar: الحذف نهائي. لا يمكن حذف النشر الفعّال حاليًا.
de: Das Löschen ist endgültig. Das aktuell aktive Deployment kann nicht gelöscht werden.
en: Deletion is permanent. The currently live deployment cannot be deleted.
es_mx: La eliminación es permanente. No se puede eliminar el despliegue activo actual.
fr: La suppression est définitive. Le déploiement actuellement en ligne ne peut pas être supprimé.
ja: 削除すると元に戻せません。現在稼働中のデプロイは削除できません。
ko: 삭제하면 복구할 수 없습니다. 현재 활성 배포는 삭제할 수 없습니다.
pt_br: A exclusão é permanente. A implantação ativa no momento não pode ser excluída.
pt_pt: A eliminação é permanente. A implementação atualmente ativa não pode ser eliminada.
tr: Silme işlemi kalıcıdır. Şu anda yayında olan dağıtım silinemez.
zh_hant: 刪除後無法復原；無法刪除目前生效的部署。
zh_hk: 刪除後無法復原；無法刪除目前生效的部署。

source: 删除后引用该配置的 Worker 将无法连接，不可撤销。
ar: بعد الحذف، لن تتمكّن الـ Workers التي تستخدم هذا التكوين من الاتصال. لا يمكن التراجع.
de: Nach dem Löschen können Worker mit dieser Konfiguration keine Verbindung herstellen. Nicht rückgängig zu machen.
en: After deletion, Workers using this config can’t connect. This can’t be undone.
es_mx: Tras eliminarla, los Workers que usan esta configuración no podrán conectarse. No se puede deshacer.
fr: Après suppression, les Workers utilisant cette config ne pourront plus se connecter. Irréversible.
ja: 削除すると、この構成を使う Worker は接続できなくなります。元に戻せません。
ko: 삭제하면 이 구성을 사용하는 Worker가 연결할 수 없습니다. 되돌릴 수 없습니다.
pt_br: Após a exclusão, os Workers que usam esta configuração não poderão se conectar. Não pode ser desfeito.
pt_pt: Após a eliminação, os Workers que usam esta configuração não poderão ligar-se. Não pode ser anulado.
tr: Silindikten sonra bu yapılandırmayı kullanan Worker’lar bağlanamaz. Geri alınamaz.
zh_hant: 刪除後，使用此設定的 Worker 將無法連線，且無法復原。
zh_hk: 刪除後，使用此設定的 Worker 將無法連線，且無法復原。

source: 删除后该主机名将不再经负载均衡分发，立即影响线上流量。不可撤销。
ar: بعد الحذف، لن يُقدَّم اسم المضيف هذا عبر موازنة التحميل، مما يؤثر على حركة المرور المباشرة فورًا. لا يمكن التراجع.
de: Nach dem Löschen wird dieser Hostname nicht mehr über Load Balancing ausgeliefert – das wirkt sich sofort auf den Live-Traffic aus. Nicht widerrufbar.
en: After deletion, this hostname will no longer be served via load balancing — affecting live traffic immediately. This cannot be undone.
es_mx: Tras eliminarlo, este nombre de host dejará de distribuirse mediante el balanceo de carga, afectando de inmediato al tráfico en producción. No se puede deshacer.
fr: Après suppression, ce nom d'hôte ne sera plus servi via la répartition de charge, ce qui affecte immédiatement le trafic en production. Action irréversible.
ja: 削除すると、このホスト名はロードバランシング経由で配信されなくなり、本番トラフィックに即時影響します。元に戻せません。
ko: 삭제하면 이 호스트 이름은 더 이상 부하 분산으로 제공되지 않아 실시간 트래픽에 즉시 영향을 줍니다. 되돌릴 수 없습니다.
pt_br: Após a exclusão, este nome de host deixará de ser servido por balanceamento de carga, afetando o tráfego em produção imediatamente. Não pode ser desfeito.
pt_pt: Após a eliminação, este nome de anfitrião deixará de ser servido por balanceamento de carga, afetando o tráfego em produção de imediato. Não pode ser anulado.
tr: Silindikten sonra bu ana bilgisayar adı artık yük dengeleme ile sunulmayacak ve canlı trafiği hemen etkileyecektir. Geri alınamaz.
zh_hant: 刪除後該主機名稱將不再經負載平衡分配，立即影響線上流量。無法復原。
zh_hk: 刪除後該主機名稱將不再經負載平衡分配，立即影響線上流量。無法復原。

source: 删除后该策略将立即停止生效，不可撤销。
ar: بعد الحذف، تتوقّف السياسة عن العمل فورًا. لا يمكن التراجع.
de: Nach dem Löschen wird die Richtlinie sofort unwirksam. Nicht rückgängig zu machen.
en: After deletion, the policy stops taking effect immediately. This can’t be undone.
es_mx: Tras eliminarla, la política deja de aplicarse de inmediato. No se puede deshacer.
fr: Après suppression, la politique cesse immédiatement de s’appliquer. Irréversible.
ja: 削除すると、このポリシーはただちに無効になります。元に戻せません。
ko: 삭제하면 이 정책이 즉시 적용 중지됩니다. 되돌릴 수 없습니다.
pt_br: Após a exclusão, a política para de valer imediatamente. Não pode ser desfeito.
pt_pt: Após a eliminação, a política deixa de produzir efeito imediatamente. Não pode ser anulado.
tr: Silindikten sonra ilke hemen geçersiz olur. Geri alınamaz.
zh_hant: 刪除後，該原則將立即停止生效，且無法復原。
zh_hk: 刪除後，該政策將立即停止生效，且無法復原。

source: 删除后该网关的端点与日志将不可用，不可撤销。
ar: بعد الحذف، يصبح نقطة نهاية البوابة وسجلاتها غير متاحة. لا يمكن التراجع.
de: Nach dem Löschen sind Endpunkt und Logs des Gateways nicht mehr verfügbar. Nicht rückgängig zu machen.
en: After deletion, the gateway’s endpoint and logs become unavailable. This can’t be undone.
es_mx: Tras eliminarla, el endpoint y los registros de la puerta de enlace dejarán de estar disponibles. No se puede deshacer.
fr: Après suppression, le point de terminaison et les journaux de la passerelle deviennent indisponibles. Irréversible.
ja: 削除すると、このゲートウェイのエンドポイントとログは利用できなくなります。元に戻せません。
ko: 삭제하면 이 게이트웨이의 엔드포인트와 로그를 사용할 수 없습니다. 되돌릴 수 없습니다.
pt_br: Após a exclusão, o endpoint e os logs do gateway ficam indisponíveis. Não pode ser desfeito.
pt_pt: Após a eliminação, o endpoint e os registos do gateway ficam indisponíveis. Não pode ser anulado.
tr: Silindikten sonra ağ geçidinin uç noktası ve günlükleri kullanılamaz. Geri alınamaz.
zh_hant: 刪除後，該閘道的端點與記錄將無法使用，且無法復原。
zh_hk: 刪除後，該閘道的端點與記錄將無法使用，且無法復原。

source: 删除后该队列及其未消费消息将被移除，不可撤销。
ar: بعد الحذف، تُزال قائمة الانتظار ورسائلها غير المستهلكة. لا يمكن التراجع.
de: Nach dem Löschen werden die Queue und ihre nicht verbrauchten Nachrichten entfernt. Nicht rückgängig zu machen.
en: After deletion, the queue and its unconsumed messages are removed. This can’t be undone.
es_mx: Tras eliminarla, la cola y sus mensajes sin consumir se eliminan. No se puede deshacer.
fr: Après suppression, la file et ses messages non consommés sont supprimés. Irréversible.
ja: 削除すると、このキューと未消費のメッセージは削除されます。元に戻せません。
ko: 삭제하면 대기열과 소비되지 않은 메시지가 제거됩니다. 되돌릴 수 없습니다.
pt_br: Após a exclusão, a fila e suas mensagens não consumidas são removidas. Não pode ser desfeito.
pt_pt: Após a eliminação, a fila e as suas mensagens não consumidas são removidas. Não pode ser anulado.
tr: Silindikten sonra kuyruk ve tüketilmemiş mesajları kaldırılır. Geri alınamaz.
zh_hant: 刪除後，該佇列及其尚未消費的訊息將被移除，且無法復原。
zh_hk: 刪除後，該佇列及其尚未消費的訊息將被移除，且無法復原。

source: 删除命名空间
ar: حذف مساحة الاسم
de: Namespace löschen
en: Delete Namespace
es_mx: Eliminar espacio de nombres
fr: Supprimer l’espace de noms
ja: 名前空間を削除
ko: 네임스페이스 삭제
pt_br: Excluir namespace
pt_pt: Eliminar namespace
tr: Ad Alanını Sil
zh_hant: 刪除命名空間
zh_hk: 刪除命名空間

source: 删除域名
ar: حذف النطاق
de: Domain entfernen
en: Remove Domain
es_mx: Eliminar dominio
fr: Supprimer le domaine
ja: ドメインを削除
ko: 도메인 삭제
pt_br: Excluir domínio
pt_pt: Eliminar domínio
tr: Alan adını sil
zh_hant: 刪除網域
zh_hk: 刪除域名

source: 删除域名「%@」？
ar: حذف النطاق ”%@“؟
de: Domain „%@“ entfernen?
en: Remove domain “%@”?
es_mx: ¿Eliminar el dominio “%@”?
fr: Supprimer le domaine « %@ » ?
ja: ドメイン「%@」を削除しますか？
ko: 도메인 “%@”을(를) 삭제할까요?
pt_br: Excluir o domínio “%@”?
pt_pt: Eliminar o domínio “%@”?
tr: “%@” alan adı silinsin mi?
zh_hant: 刪除網域「%@」？
zh_hk: 刪除域名「%@」？

source: 删除存储桶
ar: حذف الحاوية
de: Bucket löschen
en: Delete Bucket
es_mx: Eliminar bucket
fr: Supprimer le compartiment
ja: バケットを削除
ko: 버킷 삭제
pt_br: Excluir bucket
pt_pt: Eliminar bucket
tr: Paketi Sil
zh_hant: 刪除儲存貯體
zh_hk: 刪除儲存桶

source: 删除密钥「%@」？
ar: حذف السر ”%@“؟
de: Secret „%@“ löschen?
en: Delete secret “%@”?
es_mx: ¿Eliminar el secreto «%@»?
fr: Supprimer le secret « %@ » ?
ja: シークレット「%@」を削除しますか？
ko: 비밀 “%@”을(를) 삭제할까요?
pt_br: Excluir o segredo “%@”?
pt_pt: Eliminar o segredo “%@”?
tr: “%@” sırrı silinsin mi?
zh_hant: 刪除密鑰「%@」？
zh_hk: 刪除密鑰「%@」？

source: 删除对象
ar: حذف الكائن
de: Objekt löschen
en: Delete Object
es_mx: Eliminar objeto
fr: Supprimer l’objet
ja: オブジェクトを削除
ko: 객체 삭제
pt_br: Excluir objeto
pt_pt: Eliminar objeto
tr: Nesneyi sil
zh_hant: 刪除物件
zh_hk: 刪除物件

source: 删除对象？
ar: حذف الكائن؟
de: Objekt löschen?
en: Delete object?
es_mx: ¿Eliminar objeto?
fr: Supprimer l’objet ?
ja: オブジェクトを削除しますか？
ko: 객체를 삭제할까요?
pt_br: Excluir objeto?
pt_pt: Eliminar objeto?
tr: Nesne silinsin mi?
zh_hant: 要刪除物件嗎？
zh_hk: 刪除物件？

source: 删除应用「%@」？
ar: حذف التطبيق ”%@“؟
de: App „%@“ löschen?
en: Delete app “%@”?
es_mx: ¿Eliminar la app «%@»?
fr: Supprimer l’app « %@ » ?
ja: アプリ「%@」を削除しますか？
ko: 앱 “%@”을(를) 삭제할까요?
pt_br: Excluir o app “%@”?
pt_pt: Eliminar a app “%@”?
tr: “%@” uygulaması silinsin mi?
zh_hant: 刪除應用程式「%@」？
zh_hk: 刪除應用程式「%@」？

source: 删除数据库
ar: حذف قاعدة البيانات
de: Datenbank löschen
en: Delete Database
es_mx: Eliminar base de datos
fr: Supprimer la base de données
ja: データベースを削除
ko: 데이터베이스 삭제
pt_br: Excluir banco de dados
pt_pt: Eliminar base de dados
tr: Veritabanını sil
zh_hant: 刪除資料庫
zh_hk: 刪除資料庫

source: 删除此行
ar: حذف الصف
de: Zeile löschen
en: Delete Row
es_mx: Eliminar fila
fr: Supprimer la ligne
ja: この行を削除
ko: 행 삭제
pt_br: Excluir linha
pt_pt: Eliminar linha
tr: Satırı sil
zh_hant: 刪除此列
zh_hk: 刪除此行

source: 删除此行？
ar: حذف هذا الصف؟
de: Diese Zeile löschen?
en: Delete this row?
es_mx: ¿Eliminar esta fila?
fr: Supprimer cette ligne ?
ja: この行を削除しますか？
ko: 이 행을 삭제할까요?
pt_br: Excluir esta linha?
pt_pt: Eliminar esta linha?
tr: Bu satır silinsin mi?
zh_hant: 要刪除此列嗎？
zh_hk: 刪除此行？

source: 删除此部署？
ar: حذف هذا النشر؟
de: Dieses Deployment löschen?
en: Delete this deployment?
es_mx: ¿Eliminar este despliegue?
fr: Supprimer ce déploiement ?
ja: このデプロイを削除しますか？
ko: 이 배포를 삭제할까요?
pt_br: Excluir esta implantação?
pt_pt: Eliminar esta implementação?
tr: Bu dağıtım silinsin mi?
zh_hant: 刪除此部署？
zh_hk: 刪除此部署？

source: 删除源站池
ar: حذف مجمّع الأصل
de: Origin-Pool löschen
en: Delete origin pool
es_mx: Eliminar grupo de origen
fr: Supprimer le pool d'origine
ja: オリジンプールを削除
ko: 오리진 풀 삭제
pt_br: Excluir pool de origem
pt_pt: Eliminar pool de origem
tr: Köken havuzunu sil
zh_hant: 刪除來源池
zh_hk: 刪除來源池

source: 删除策略「%@」？
ar: حذف السياسة ”%@“؟
de: Richtlinie „%@“ löschen?
en: Delete policy “%@”?
es_mx: ¿Eliminar la política «%@»?
fr: Supprimer la politique « %@ » ?
ja: ポリシー「%@」を削除しますか？
ko: 정책 “%@”을(를) 삭제할까요?
pt_br: Excluir a política “%@”?
pt_pt: Eliminar a política “%@”?
tr: “%@” ilkesi silinsin mi?
zh_hant: 刪除原則「%@」？
zh_hk: 刪除政策「%@」？

source: 删除网关「%@」？
ar: حذف البوابة ”%@“؟
de: Gateway „%@“ löschen?
en: Delete gateway “%@”?
es_mx: ¿Eliminar la puerta de enlace «%@»?
fr: Supprimer la passerelle « %@ » ?
ja: ゲートウェイ「%@」を削除しますか？
ko: 게이트웨이 “%@”을(를) 삭제할까요?
pt_br: Excluir o gateway “%@”?
pt_pt: Eliminar o gateway “%@”?
tr: “%@” ağ geçidi silinsin mi?
zh_hant: 刪除閘道「%@」？
zh_hk: 刪除閘道「%@」？

source: 删除规则
ar: حذف القاعدة
de: Regel löschen
en: Delete Rule
es_mx: Eliminar regla
fr: Supprimer la règle
ja: ルールを削除
ko: 규칙 삭제
pt_br: Excluir regra
pt_pt: Eliminar regra
tr: Kuralı sil
zh_hant: 刪除規則
zh_hk: 刪除規則

source: 删除证书
ar: حذف الشهادة
de: Zertifikat löschen
en: Delete certificate
es_mx: Eliminar certificado
fr: Supprimer le certificat
ja: 証明書を削除
ko: 인증서 삭제
pt_br: Excluir certificado
pt_pt: Eliminar certificado
tr: Sertifikayı sil
zh_hant: 刪除憑證
zh_hk: 刪除證書

source: 删除证书包
ar: حذف حزمة الشهادات
de: Zertifikatspaket löschen
en: Delete certificate pack
es_mx: Eliminar paquete de certificados
fr: Supprimer le pack de certificats
ja: 証明書パックを削除
ko: 인증서 팩 삭제
pt_br: Excluir pacote de certificados
pt_pt: Eliminar pacote de certificados
tr: Sertifika paketini sil
zh_hant: 刪除憑證包
zh_hk: 刪除證書包

source: 删除负载均衡器
ar: حذف موازِن التحميل
de: Load Balancer löschen
en: Delete load balancer
es_mx: Eliminar balanceador de carga
fr: Supprimer le répartiteur de charge
ja: ロードバランサーを削除
ko: 부하 분산기 삭제
pt_br: Excluir balanceador de carga
pt_pt: Eliminar balanceador de carga
tr: Yük dengeleyiciyi sil
zh_hant: 刪除負載平衡器
zh_hk: 刪除負載平衡器
